Repository: maxheld/Ida
Catalog: Modules/AppFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de

# about.privacy.acknowledgements.load.failed
source: Could not load acknowledgements.
de: Danksagungen konnten nicht geladen werden.

# about.privacy.acknowledgements.title
source: Acknowledgements
de: Danksagungen

# about.privacy.data.body
source: Ida stores child names, entries, and reminders so timeline history and notifications work. Data stays on your device and, when iCloud sync is enabled, is synced via your private iCloud database and with people you explicitly share with.
de: Ida speichert Kindernamen, Einträge und Erinnerungen, damit Verlauf und Benachrichtigungen funktionieren. Die Daten bleiben auf deinem Gerät und werden bei aktiviertem iCloud-Sync über deine private iCloud-Datenbank sowie mit Personen synchronisiert, mit denen du ausdrücklich teilst.

# about.privacy.data.title
source: Stored data
de: Gespeicherte Daten

# about.privacy.link.acknowledgements
source: Acknowledgements
de: Danksagungen

# about.privacy.link.not.configured
source: Not configured
de: Nicht konfiguriert

# about.privacy.link.privacy.policy
source: Privacy Policy
de: Datenschutzerklärung

# about.privacy.title
source: About & Privacy
de: Über Ida & Datenschutz

source: Cancel
de: Abbrechen

# child.detail.empty.description
source: Press the + button to add a new entry.
de: Drücke die + Taste, um einen neuen Eintrag hinzuzufügen.

# child.detail.empty.title
source: No entries for %@
de: Keine Einträge für %@

# child.detail.search.placeholder
source: Search entries
de: Einträge suchen

# child.detail.share.title %@
source: Join me in logging daily activities of our child %@
de: Lass uns die täglichen Aktivitäten unseres Kindes %@ protokollieren.

# child.list.empty.description
source: Press the + button to start tracking daily entries for your child.
de: Drücke die + Taste, um die täglichen Aktivitäten deines Kindes einzutragen.

# child.list.empty.title
source: Add your first child!
de: Füge dein erstes Kind hinzu!

# child.list.new.child.name.label
source: Child name
de: Name des Kindes

# child.list.new.child.title
source: New child
de: Neues Kind

# child.list.title
source: Children
de: Kinder

# item.form.datepicker.label
source: Select time
de: Zeit auswählen

# item.form.textfield.label
source: Description
de: Beschreibung

# item.form.title
source: New Entry
de: Neuer Eintrag

# items.loading
source: Loading entries
de: Einträge werden geladen

# reminder.add.title
source: Add Reminder
de: Erinnerung hinzufügen

# reminder.description.placeholder
source: Entry description
de: Eintragsbeschreibung

# reminder.edit.title
source: Edit Reminder
de: Erinnerung bearbeiten

# reminder.error.notificationsDenied
source: Notifications are disabled for Ida. Enable them in Settings to use reminders.
de: Benachrichtigungen sind für Ida deaktiviert. Aktiviere sie in den Einstellungen, um Erinnerungen zu nutzen.

# reminder.error.title
source: Couldn't Schedule Reminder
de: Erinnerung konnte nicht geplant werden

# reminder.list.empty.description
source: Add a reminder to get a scheduled prompt to log an entry.
de: Füge eine Erinnerung hinzu, um regelmäßig an einen Eintrag erinnert zu werden.

# reminder.list.empty.title
source: No Reminders Yet
de: Keine Erinnerungen

# reminder.notification.action.add
source: Log Entry
de: Eintrag hinzufügen

# reminder.notification.body %@
source: Tap ‘Log Entry’ to log: %@.
de: Tippe auf „Eintrag hinzufügen“, um %@ einzutragen.

# reminder.notification.title %@
source: Reminder for %@
de: Errinerung für %@

# reminder.recurrence.daily
source: Daily
de: Täglich

# reminder.recurrence.weekly
source: Weekly
de: Wöchentlich

# reminder.repeat.label
source: Repeat
de: Wiederholen

# reminder.sheet.title
source: Reminders
de: Erinnerungen

# reminder.sheet.skip-tracked-same-day.label
source: Reminders will be skipped today if an entry with the exact same description was already tracked.
de: Erinnerungen werden heute übersprungen, wenn ein Eintrag mit exakt derselben Beschreibung bereits erfasst wurde.

# reminder.time.label
source: Time
de: Uhrzeit

source: Save
de: Speichern

# settings.item-form.autofocus
source: Auto-focus item description
de: Beschreibung im Eintragsformular automatisch fokussieren

# settings.item-form.autofocus.subtitle
source: Places the cursor in the description field when the form opens.
de: Setzt den Cursor direkt in die Beschreibung beim Öffnen des Formulars.

# settings.item-form.emoji-suggestions
source: Show emoji suggestions in item form
de: Emoji-Vorschläge im Eintragsformular anzeigen

# settings.item-form.emoji-suggestions.subtitle
source: Shows frequently used emojis above the keyboard.
de: Zeigt häufig verwendete Emojis über der Tastatur.

# settings.item-form.section.description
source: These settings affect adding and editing entries.
de: Diese Einstellungen wirken sich auf das Hinzufügen und Bearbeiten von Einträgen aus.

# settings.item-form.section.title
source: Entry form
de: Eintragsformular

# settings.item-form.suggestions
source: Show suggestions in item form
de: Vorschläge im Eintragsformular anzeigen

# settings.item-form.suggestions.subtitle
source: Shows similar previous descriptions as quick suggestions.
de: Zeigt ähnliche, frühere Beschreibungen als Schnellvorschläge.

# settings.reminders.section.description
source: When enabled, reminders with an exact matching description are skipped for a day once that entry is already tracked.
de: Wenn aktiviert, werden Erinnerungen mit exakt gleicher Beschreibung für den Tag übersprungen, sobald der Eintrag bereits erfasst wurde.

# settings.reminders.section.title
source: Reminders
de: Erinnerungen

# settings.reminders.skip-tracked-same-day
source: Skip reminder if already tracked today
de: Erinnerung überspringen, wenn heute schon erfasst

# settings.reminders.skip-tracked-same-day.subtitle
source: Prevents reminders with the exact same description from appearing again on that day.
de: Verhindert, dass Erinnerungen mit exakt derselben Beschreibung am selben Tag erneut erscheinen.

# settings.title
source: Settings
de: Einstellungen
